Repository: abhinavm24/typewhisper-mac
Catalog: TypeWhisperPluginSDK/Plugins/ObsidianPlugin/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

source: You are an assistant that formats spoken dictation into a clean Obsidian-compatible markdown note. Structure the text with appropriate headings, bullet points, and paragraphs. Fix grammar and remove filler words while preserving the original meaning. Output only the formatted markdown, no explanations.
de: Du formatierst gesprochene Diktate als übersichtliche, Obsidian-kompatible Markdown-Notizen. Gliedere den Text mit passenden Überschriften, Aufzählungen und Absätzen. Korrigiere die Grammatik und entferne Füllwörter, ohne die ursprüngliche Bedeutung zu verändern. Gib nur das formatierte Markdown aus, ohne Erklärungen.
zh_hans: 你是一名助手，负责将口述内容整理成结构清晰、兼容 Obsidian 的 Markdown 笔记。请使用合适的标题、项目符号和段落组织文本。在保留原意的同时，修正语法并删除填充词。仅输出格式化后的 Markdown，不要附加解释。

source: Add metadata (date, app, language, tags) to each note.
de: Metadaten (Datum, App, Sprache, Tags) zu jeder Notiz hinzufügen.
ja: 各メモにメタデータ（日付、アプリ、言語、タグ）を追加します。
zh_hans: 向每条笔记添加元数据（日期、应用、语言、标签）。

source: Append all transcriptions to a single daily file instead of creating individual notes.
de: Alle Transkriptionen an eine einzelne Tagesdatei anhängen, statt einzelne Notizen zu erstellen.
ja: すべてのテキストを1日のファイルに追加し、個別のメモを作成しません。
zh_hans: 将所有转录内容追加到单个每日文件中，而不是创建单独的笔记。

source: Append format:
de: Anhangsformat:
ja: 追記形式:
zh_hans: 追加格式：

source: Automatically save every transcription to Obsidian.
de: Jede Transkription automatisch in Obsidian speichern.
ja: 各テキストを自動的にObsidianに保存します。
zh_hans: 自动将每次转录保存到 Obsidian。

source: Browse...
de: Durchsuchen ...
ja: 検索...
zh_hans: 浏览...

source: Copy Instruction
de: Anweisung kopieren
ja: 指示をコピー
zh_hans: 复制指令

source: Create a Custom Workflow, paste this into Instruction, and set Action Target to "Save to Obsidian".
de: Erstelle einen eigenen Workflow, füge dies in Anweisung ein und setze das Action-Ziel auf "Save to Obsidian".
ja: 独自のワークフローを作成し、これを指示に追加し、アクションの目標を「Obsidianに保存」に設定してください。
zh_hans: 创建自定义工作流，将其粘贴到指令中，并将操作目标设置为「保存到 Obsidian」。

source: Bullet list
de: Aufzählung
ja: 箇条書き
zh_hans: 项目符号列表

source: Custom
de: Benutzerdefiniert
ja: カスタム
zh_hans: 自定义

source: Daily Note Mode
de: Tagesnotiz-Modus
ja: 日記メモモード
zh_hans: 每日笔记模式

source: Detected Vaults
de: Erkannte Vaults
ja: 認識されたVault
zh_hans: 检测到的 Vault

source: File Organization
de: Dateiorganisation
ja: ファイル構成
zh_hans: 文件组织

source: Filename:
de: Dateiname:
ja: ファイル名:
zh_hans: 文件名：

source: Plain append
de: Einfach anhängen
ja: そのまま追記
zh_hans: 纯文本追加

source: Keep exported individual notes up to date when their transcript is edited in TypeWhisper. External Obsidian edits may be overwritten.
de: Exportierte Einzelnotizen aktuell halten, wenn ihr Transkript in TypeWhisper bearbeitet wird. Externe Änderungen in Obsidian können überschrieben werden.
ja: TypeWhisper で文字起こしを編集したとき、エクスポート済みの個別ノートを更新します。Obsidian 側の編集は上書きされる場合があります。
zh_hans: 在 TypeWhisper 中编辑转录时，保持已导出的单独笔记为最新状态。Obsidian 中的外部编辑可能会被覆盖。

source: Live Sync History Edits
de: Verlaufsänderungen live synchronisieren
ja: 履歴の編集をライブ同期
zh_hans: 实时同步历史编辑

source: Live Sync is available for individual notes only.
de: Live-Sync ist nur für einzelne Notizen verfügbar.
ja: ライブ同期は個別ノートでのみ利用できます。
zh_hans: 实时同步仅适用于单独笔记。

source: Note Template
de: Notizvorlage
ja: ノートテンプレート
zh_hans: 笔记模板

source: No vault selected
de: Kein Vault ausgewählt
ja: 選択されたVaultなし
zh_hans: 未选择 Vault

source: Placeholders: {{DATE}}, {{TIME}}, {{APP}}, {{LANGUAGE}}
de: Platzhalter: {{DATE}}, {{TIME}}, {{APP}}, {{LANGUAGE}}
ja: プレースホルダー: {{DATE}}, {{TIME}}, {{APP}}, {{LANGUAGE}}
zh_hans: 占位符：{{DATE}}, {{TIME}}, {{APP}}, {{LANGUAGE}}

source: Placeholders: {{TRANSCRIPT}}, {{RAW_TRANSCRIPT}}, {{DATE}}, {{TIME}}, {{APP}}, {{LANGUAGE}}, {{URL}}, {{ENGINE}}, {{MODEL}}, {{DURATION}}, {{WORDS}}
de: Platzhalter: {{TRANSCRIPT}}, {{RAW_TRANSCRIPT}}, {{DATE}}, {{TIME}}, {{APP}}, {{LANGUAGE}}, {{URL}}, {{ENGINE}}, {{MODEL}}, {{DURATION}}, {{WORDS}}
ja: プレースホルダー: {{TRANSCRIPT}}, {{RAW_TRANSCRIPT}}, {{DATE}}, {{TIME}}, {{APP}}, {{LANGUAGE}}, {{URL}}, {{ENGINE}}, {{MODEL}}, {{DURATION}}, {{WORDS}}
zh_hans: 占位符：{{TRANSCRIPT}}, {{RAW_TRANSCRIPT}}, {{DATE}}, {{TIME}}, {{APP}}, {{LANGUAGE}}, {{URL}}, {{ENGINE}}, {{MODEL}}, {{DURATION}}, {{WORDS}}

source: Placeholders: {{TEXT}}, {{TIME}}, {{DATE}}, {{APP}}, {{LANGUAGE}}, {{URL}}
de: Platzhalter: {{TEXT}}, {{TIME}}, {{DATE}}, {{APP}}, {{LANGUAGE}}, {{URL}}
ja: プレースホルダー: {{TEXT}}, {{TIME}}, {{DATE}}, {{APP}}, {{LANGUAGE}}, {{URL}}
zh_hans: 占位符：{{TEXT}}, {{TIME}}, {{DATE}}, {{APP}}, {{LANGUAGE}}, {{URL}}

source: Preview: %@.md
de: Vorschau: %@.md
ja: プレビュー: %@.md
zh_hans: 预览：%@.md

source: Workflow Instruction
de: Workflow-Anweisung
ja: ワークフロー指示
zh_hans: 工作流指令

source: Select vault...
de: Vault auswählen ...
ja: Vaultを選択...
zh_hans: 选择 Vault...

source: Select your Obsidian vault folder
de: Wähle deinen Obsidian-Vault-Ordner
ja: ObsidianのVaultフォルダを選択してください
zh_hans: 选择您的 Obsidian Vault 文件夹

source: Subfolder:
de: Unterordner:
ja: サブフォルダ:
zh_hans: 子文件夹：

source: Timestamp section
de: Zeitstempelabschnitt
ja: 時刻付きセクション
zh_hans: 时间戳分段

source: TypeWhisper can no longer access this vault. Choose it again with Browse.
de: TypeWhisper hat keinen Zugriff mehr auf diesen Vault. Wähle ihn mit „Durchsuchen ...“ erneut aus.
ja: TypeWhisper はこのVaultにアクセスできなくなりました。「検索...」でもう一度選択してください。
zh_hans: TypeWhisper 无法再访问此 Vault。请通过“浏览...”重新选择。

source: Auto-Export
ja: 自動エクスポート
zh_hans: 自动导出

source: Tags:
ja: タグ:
zh_hans: 标签：

source: YAML Frontmatter
ja: YAMLフロントマター
zh_hans: YAML 前置元数据
